"wikimedia-articletopics-topic-fashion" = "Fashion";
"article-languages-label" = "Chagua lugha";
"wikimedia-articletopics-topic-video-games" = "Video games";
"wikimedia-articletopics-topic-physics" = "Physics";
"nearby-distance-label-meters" = "%1$d mita";
"explore-feed-preferences-card-hidden-title" = "kadi iliyofichwa";
"home-feed-whats-driving-your-interests-title" = "Unavyopendelea";
"about-contributors" = "Wachangiaji";
"home-feed-for-you-settings-title" = "Moduli";
"wikimedia-articletopics-topic-comics-and-anime" = "Comics and anime";
"navbar-title-mode-edit-wikitext-preview" = "Onyesha hakikisho";
"search-field-placeholder-text" = "Tafuta Wikipedia";
"main-menu-account-title-logged-in" = "Umeingia kama: %1$@";
"main-menu-heading-legal" = "Faragha na Masharti";
"wikimedia-articletopics-topic-mathematics" = "Mathematics";
"home-feed-modules-in-the-news-title" = "Kwenye habari";
"main-menu-title" = "Zaidi";
"main-menu-nearby" = "Karibu";
"home-feed-modules-featured-article-title" = "Makala Maalum";
"edit-summary-choice-linked-words" = "Nimeongeza viungo";
"home-feed-for-you-because-you-read-subtitle" = "Mapendekezo kulingana na makala ya hivi karibuni kutoka historia yako";
"about-libraries" = "Maktaba yanayotumiwa";
"home-feed-whats-driving-languages-subtitle" = "Hariri lugha unazopendelea";
"wikitext-upload-save-terms-name" = "Masharti ya matumizi";
"wikimedia-articletopics-topic-business-and-economics" = "Business and economics";
"wikimedia-articletopics-topic-medicine-and-health" = "Medicine and health";
"wikimedia-articletopics-topic-philosophy-and-religion" = "Philosophy and religion";
"close-button-accessibility-label" = "Funga";
"button-skip" = "Ruka";
"account-creation-logging-in" = "Unaingia...";
"action-remove" = "Ondoa";
"home-feed-whats-driving-reading-history-title" = "Historia ya kusoma";
"search-recent-clear-delete-all" = "Futa Zote";
"wikimedia-articletopics-topic-literature" = "Literature";
"home-feed-whats-driving-settings-title" = "Ni nini kinachoendesha mlisho wako";
"home-feed-settings-community-section-title" = "Jumuiya";
"account-creation-log-in" = "Ingia.";
"wikimedia-articletopics-topic-history" = "History";
"about-product-of" = "Bidhaa ya %1$@";
"wikimedia-articletopics-topic-architecture" = "Architecture";
"wikimedia-articletopics-topic-performing-arts" = "Performing arts";
"which-came-first-play-archive-button" = "Cheza kumbukumbu iliyohifadhiwa";
"home-feed-for-you-based-on-interests-subtitle" = "Makala zilizoundwa kulingana na mada ulizochagua.";
"home-feed-whats-driving-reading-history-subtitle" = "Fungua makala za ulizosoma hivi karibuni";
"edit-summary-choice-fixed-typos" = "Nimerekebisha chapa mbaya";
"home-feed-modules-on-this-day-title" = "Kwenye siku hii";
"which-came-first-archive-subtitle" = "Cheza michezo tangu Juni 2024.";
"home-feed-whats-driving-your-interests-subtitle" = "Hariri mada unazopendelea";
"history-clear-delete-all" = "Futa Zote";
"explore-feed-customize-accessibility-title" = "Rekebisha";
"action-cancel" = "Ghairi";
"about-translators" = "Wafasiri";
"account-creation-saving" = "Inahifadhi...";
"wikimedia-articletopics-topic-europe" = "Europe";
"home-feed-for-you-because-you-read-title" = "Sababu umesoma";
"home-feed-modules-in-the-news-subtitle" = "Makala ambazo zimesasishwa kwa kiasi kikubwa ili kuakisi matukio ya hivi karibuni au ya sasa yenye maslahi mapana";
"home-feed-interests-settings-empty-message" = "Mapendeleo yako yataoneshwa hapa";
"action-save" = "Hifadhi";
"action-undo" = "Tengua";
"home-feed-settings-modules-title" = "Moduli";
"action-share" = "Gawa";
"wikimedia-articletopics-topic-earth-and-environment" = "Earth and environment";
"logged-out-log-back-in-button-title" = "Ingia tena katika akaunti yako";
"which-came-first-archive-toast-score" = "Ulipata %1$d /5 siku hii.";
"wikimedia-articletopics-topic-art" = "Art";
"places-location-enabled" = "uonyeshi umewezeshwa";
"about-libraries-license" = "Leseni";
"wikimedia-articletopics-topic-engineering" = "Engineering";
"back-button-popover-title" = "Gusa kurudi nyuma";
"vanish-account-continue-button-title" = "Endelea";
"about-wikipedia" = "Wikipedia";
"account-creation-title" = "Unda akaunti";
"home-feed-modules-top-read-subtitle" = "Nini kimevuma leo kwenye Wikipedia";
"wikimedia-articletopics-topic-biology" = "Biology";
"action-share-accessibility" = "Gawa";
"nearby-distance-label-feet" = "%1$d fiti";
"account-creation-missing-fields" = "Lazima uingize jina la mtumiaji, neno la siri na dhibitisho ya neno la siri ili kuunda akaunti.";
"about-wikimedia-foundation" = "Wakfu wa Wikimedia";
"wikimedia-articletopics-topic-military-and-warfare" = "Military and warfare";
"wikimedia-articletopics-topic-society" = "Society";
"wikimedia-articletopics-topic-computers-and-internet" = "Computers and internet";
"home-feed-modules-picture-of-the-day-subtitle" = "Picha za kila siku kwenye Wikimedia Commons, zilizochaguliwa na wachangiaji wa kujitolea";
"wikimedia-articletopics-topic-oceania" = "Oceania";
"main-menu-zero-faq" = "Wikipedia Zero Maswali Yaulizwayo Mara kwa Mara";
"wikimedia-articletopics-topic-entertainment" = "Entertainment";
"button-ok" = "Sawa";
"wikimedia-articletopics-topic-sports" = "Sports";
"home-feed-settings-whats-driving-subtitle" = "Mada na makala zinazounda maudhui yako";
"wikimedia-articletopics-topic-south-america" = "South America";
"action-redo" = "Fanyaupya";
"home-feed-whats-driving-languages-title" = "Lugha";
"home-feed-interests-settings-title" = "Unavyopendelea";
"home-feed-modules-featured-article-subtitle" = "Makala zilizoteuliwa ni baadhi ya makala zenye ubora wa hali ya juu kwenye Wikipedia, zinazochaguliwa kila siku na wahariri";
"wikitext-upload-save" = "Inahifadhi...";
"wikimedia-articletopics-topic-transportation" = "Transportation";
"home-feed-modules-on-this-day-subtitle" = "Gundua matukio ya kihistoria kuanzia siku ya leo";
"which-came-first-archive-day-score-a11y" = "Pata:%1$d kati ya 5";
"home-feed-for-you-based-on-interests-title" = "Kulingana na mambo yanayokuvutia";
"wikimedia-articletopics-topic-politics-and-government" = "Politics and government";
"wikimedia-articletopics-topic-tv-and-film" = "TV and film";
"home-feed-modules-top-read-title" = "Yaliyo somwa zaidi";
"table-of-contents-heading" = "Yaliyomo";
"nearby-distance-label-km" = "%1$@ kilomita";
"wikimedia-articletopics-topic-food-and-drink" = "Food and drink";
"wikimedia-articletopics-topic-chemistry" = "Chemistry";
"wikimedia-articletopics-topic-central-america" = "Central America";
"wikimedia-articletopics-topic-north-america" = "North America";
"home-feed-whats-driving-settings-header" = "Mada na makala haya huunda kile kinachoonekana kwenye mlisho wako wa \"Kwa Ajili Yako\". Ondoa chochote ambacho hutaki tena au ongeza mambo mapya yanayokuvutia.";
"edit-summary-choice-fixed-grammar" = "Nimerekebisha sarufi";
"home-feed-for-you-settings-header" = "Kuzima moduli ficha kutoka kwenye mlisho wako wa \"Kwa ajili yako\". Unaweza kuiwezesha tena hapa wakati wowote.";
"wikimedia-articletopics-topic-education" = "Education";
"share-article-name-on-wikipedia" = "\"%1$@\" katika @Wikipedia:";
"about-title" = "Kuhusu";
"cancel" = "Ghairi";
"main-menu-account-login" = "Ingia";
"home-feed-settings-community-modules-subtitle" = "Kuwasha au kuzima moduli za \"Jamii\"";
"wikimedia-articletopics-topic-africa" = "Africa";
"article-share" = "Gawa";
"which-came-first-archive-title" = "Ni ipi iliyotangulia?";
"home-feed-modules-settings-header" = "Kuzima moduli huificha kutoka kwa mlisho wako wa Jumuiya. Unaweza kuiwasha tena  wakati wowote. Huenda baadhi ya moduli zisipatikane katika lugha yako.";
"home-feed-modules-settings-title" = "Moduli";
"explore-nearby-placeholder-sub-heading-on-wikipedia" = "Kutoka Wikipedia";
"main-menu-account-logout" = "Toka";
"wikimedia-articletopics-topic-technology" = "Technology";
"wikimedia-articletopics-topic-asia" = "Asia";
"action-update" = "Sasisha";
"home-feed-modules-picture-of-the-day-title" = "Picha ya siku";
"main-menu-privacy-policy" = "Sera ya faragha";
"history-clear-confirmation-heading" = "Futa vifaa vyote vya hivi karibuni?";
"button-next" = "Inayofuata";
"wikimedia-articletopics-topic-general-science" = "General science";
"search-recent-title" = "Kutafuta kwa hivi karibuni";
"home-feed-for-you-continue-reading-subtitle" = "Rudi kwenye makala ambazo hukumaliza";
"wikimedia-articletopics-topic-music" = "Music";
"home-feed-settings-for-you-modules-subtitle" = "Washa au zima moduli za 'Kwa Ajili Yako'";
"main-menu-terms-of-use" = "Masharti ya matumizi";
"main-menu-about" = "Kuhusu programu tumizi ya Wikimedia";
"which-came-first-archive-nav-title" = "Kumbukumbu iliyohifadhiwa";
"home-feed-settings-title" = "Badilisha mipasho ya nyumbani";
"wikimedia-articletopics-topic-biography" = "Biography (all)";
"home-feed-settings-for-you-section-title" = "Kwa ajili yako";
"wikimedia-articletopics-topic-women" = "Biography (women)";
"home-feed-settings-whats-driving-title" = "Nini kinaendesha marejeo Yako";
"home-feed-for-you-continue-reading-title" = "Endelea kusoma";
"about-send-feedback" = "Toa maoni ya programu timizi";
"about-libraries-complete-list" = "Orodha pevu";
